app/controllers/home_controller.rb

SELECT * FROM "players"
---
  def index
    @players = Player.all